<template>
  <div class="container">
    <div class="flex justify-center items-center flex-col">
      <div class="w-[800px] text-center">
        <h2 class="text-[42px] font-bold text-center">
          22 года мы влюбляемся в путешествия вместе с вами!
        </h2>
        <div class="flex flex-col text-[16px] text-start gap-y-4 mt-8">
          <p>
            Туристическая фирма Kaztour была основана в январе 2001 года семьей
            Омаровых, где семейные ценности и по сей день стоят на первом месте.
          </p>
          <img
            src="https://kaztour.kz/_next/image?url=%2Fimg%2Fo-kompanii%2Ffounders.jpg&w=1080&q=75"
            alt="family"
            width="800"
            class="border-1"
          />
          <p>
            Kaztour — это больше чем просто отпуск, это отдых, где учитываются
            все пожелания и формируются самые приятные путешествия.
          </p>
          <p>
            Подход к каждому клиенту основывается на том, чтобы оградить вас от
            самых малейших затруднений и сделать ваш отдых и время с семьей
            незабываемыми. Мы не задаемся целью предложить вам готовый вариант
            вашего времяпрепровождения в отпуске. Наша цель — узнать все ваши
            пожелания и сформировать отдых таким образом, чтобы подошел вам по
            всем параметрам.
          </p>
          <p>
            Наши сотрудники работают 24/7 и в любое время дня и ночи готовы
            оказать помощь и поддержку по любому вопросу. Более чем за 20 лет
            работы более 40 000 туристов доверили в наши теплые руки организацию
            своего отпуска.
          </p>
          <img
            src="https://kaztour.kz/_next/image?url=%2Fimg%2Fo-kompanii%2FourTeam.jpg&w=1080&q=75"
            alt=""
          />
        </div>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped></style>
